Revit 2027 API
ParameterTypeId.RebarElemBarSpacing Property
 "Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarElemBarSpacing { get; }
Public Shared ReadOnly Property RebarElemBarSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarElemBarSpacing {
	ForgeTypeId^ get ();
}
static member RebarElemBarSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace